[
  {
    "id": "1",
    "image": "/Resources/Health.png",
    "card_title": "Health",
    "card_description": "Clean water for children",
    "bg_color": "rgba(0, 82, 255, 0.15)",
    "text_color": "#0052FF",
    "btn_color": "rgba(0, 82, 255, 0.20)",
    "Category_description": "Health is a state of complete physical, mental and social well-being and not merely the absence of disease or infirmity. The enjoyment of the highest attainable standard of health is one of the fundamental rights of every human being without distinction of race, religion, political belief, economic or social condition.",
    "category_price": 280
  },
  {
    "id": "2",
    "image": "/Resources/Education.png",
    "card_title": "Education",
    "card_description": "Good education",
    "bg_color": "rgba(255, 68, 74, 0.15)",
    "text_color": "#FF444A",
    "btn_color": "rgba(255, 68, 74, 0.20)",
    "Category_description": "Education is the development of and improvement in learning ( knowledge and skills) to bring out or develop potential. There are many definitions of education but people often confuse education with schooling. Ideally education and schooling are seamlessly interlinked, but a lot of schools and teachers operate in a style that we can't really call education as they 'pour' learning into the pupils. ",
    "category_price": 390
  },
  {
    "id": "3",
    "image": "/Resources/Clothing.png",
    "card_title": "Clothing",
    "card_description": "Used Clothing Drive",
    "bg_color": "rgba(121, 194, 63, 0.15)",
    "text_color": "#79C23F",
    "btn_color":"rgba(121, 194, 63, 0.20)",
    "Category_description": "A used clothing drive is philanthropic activity that requests clothing donations from community members or a network of individuals for the benefit of a non profit group or group of vulnerable people. There are many benefits to organizing a used clothing drive. Used clothing drives divert waste from landfills by giving people an alternative disposal method for unwanted, ripped or stained items. Only 15% of textiles are recycled.[1] Nearly 95% of textiles worn or torn can be recycled.[",
    "category_price": 380
  },
  {
    "id": "4",
    "image": "/Resources/Food.png",
    "card_title": "Food",
    "card_description": "Better Food for Everyone",
    "bg_color": "rgba(248, 113, 71, 0.1)",
    "text_color": "#F87147",
    "btn_color":"rgba(248, 113, 71, 0.20)",
    "Category_description": "The future of the world depends on good food. It’s that simple.Good food keeps us healthy. It helps us reach our potential. It strengthens our communities, powers our economies, and protects our planet.But not everyone gets good food every day – and the way we produce and market food is harming our environment. This has to change.",
    "category_price": 250
  },
  {
    "id": "5",
    "image": "/Resources/Food3.webp",
    "card_title": "Food",
    "card_description": "Good Food Good Life",
    "bg_color": "rgba(248, 113, 71, 0.1)",
    "text_color": "#F87147",
    "btn_color": "rgba(248, 113, 71, 0.20)",
    "Category_description": "Food, substance consisting essentially of protein, carbohydrate, fat, and other nutrients used in the body of an organism to sustain growth and vital processes and to furnish energy.The absorption and utilization of food by the body is fundamental to nutrition and is facilitated by digestion. ",
    "category_price": 240
  },
  {
    "id": "6",
    "image": "/Resources/Clothing_2_shoes.jpg",
    "card_title": "Clothing",
    "card_description": "Wearing Clean Shoes",
    "bg_color": "rgba(121, 194, 63, 0.15)",
    "text_color": "#79C23F",
    "btn_color": "rgba(121, 194, 63, 0.20)",
    "Category_description": "Clothing (also known as clothes, garments, dress, apparel, or attire) is any item worn on the body. Typically, clothing is made of fabrics or textiles, but over time it has included garments made from animal skin and other thin sheets of materials and natural products found in the environment, put together. The wearing of clothing is mostly restricted to human beings and is a feature of all human societies.",
    "category_price": 180
  },
  {
    "id": "7",
    "image": "/Resources/Education_1.jpeg",
    "card_title": "Education",
    "card_description": "Progressive Education",
    "bg_color": "rgba(255, 68, 74, 0.15)",
    "text_color": "#FF444A",
    "btn_color": "rgba(255, 68, 74, 0.20)",
    "Category_description": "Education is the transmission of knowledge, skills, and character traits. There are many debates about its precise definition, for example, about which aims it tries to achieve. A further issue is whether part of the meaning of education is that the change in the student is an improvement. Some researchers stress the role of critical thinking to distinguish education from indoctrination. ",
    "category_price": 310
  },
  {
    "id": "8",
    "image": "/Resources/Health_1_hygiene.jpeg",
    "card_title": "Health",
    "card_description": "Hygiene is our priority",
    "bg_color": "rgba(0, 82, 255, 0.15)",
    "text_color": "#0052FF",
    "btn_color": "rgba(0, 82, 255, 0.20)",
    "Category_description": "The meaning of health has evolved over time. In keeping with the biomedical perspective, early definitions of health focused on the theme of the body's ability to function; health was seen as a state of normal function that could be disrupted from time to time by disease. An example of such a definition of health is:a state characterized by anatomic, physiologic, and psychological integrity; ability to perform personally valued family, work, and community roles; ability to deal with physical, biological, psychological, and social stres",
    "category_price": 120
  },
  {
    "id": "9",
    "image": "/Resources/Health_1_medicine.jpg",
    "card_title": "Health",
    "card_description": "Medicine For All",
    "bg_color": "rgba(0, 82, 255, 0.15)",
    "text_color": "#0052FF",
    "btn_color": "rgba(0, 82, 255, 0.20)",
    "Category_description": "hence, in 1948, in a radical departure from previous definitions, the World Health Organization (WHO) proposed a definition that aimed higher, linking health to well-being, in terms of physical, mental, and social well-being, and not merely the absence of disease and infirmity.[4] Although this definition was welcomed by some as being innovative, it was also criticized for being vague and excessively broad and was not construed as measurable. For a long time, it was set aside as an impractical ideal, with most discussions of health returning to the practicality of the biomedical model.",
    "category_price": 230
  },
  {
    "id": "10",
    "image": "/Resources/Education_2.jpg",
    "card_title": "Education",
    "card_description": "Good Knowledge",
    "bg_color": "rgba(255, 68, 74, 0.15)",
    "text_color": "#FF444A",
    "btn_color": "rgba(255, 68, 74, 0.20)",
    "Category_description": "Education is the transmission of knowledge, skills, and character traits. There are many debates about its precise definition, for example, about which aims it tries to achieve. A further issue is whether part of the meaning of education is that the change in the student is an improvement.",
    "category_price": 300
  },
  {
    "id": "11",
    "image": "/Resources/Clothing_3.jpg",
    "card_title": "Clothing",
    "card_description": "Net And Clean Cloth ",
    "bg_color": "rgba(121, 194, 63, 0.15)",
    "text_color": "#79C23F",
    "btn_color": "rgba(121, 194, 63, 0.20)",
    "Category_description": "The amount and type of clothing worn depends on gender, body type, social factors, and geographic considerations. Garments cover the body, footwear covers the feet, gloves cover the hands, while hats and headgear cover the head, and underwear covers the private parts.",
    "category_price": 200
  },
  {
    "id": "12",
    "image": "/Resources/Food_1.jpg",
    "card_title": "Food",
    "card_description": "Fresh Fruits Healthy Life",
    "bg_color": "rgba(248, 113, 71, 0.1)",
    "text_color": "#F87147",
    "btn_color": "rgba(248, 113, 71, 0.20)",
    "Category_description": "Hunting and gathering, horticulture, pastoralism, and the development of agriculture are the primary means by which humans have adapted to their environments to feed themselves. Food has long served as a carrier of culture in human societies and has been a driving force for globalization.",
    "category_price": 190
  }
]